Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.help.reorderWorkspaces
source: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Reorder workspaces within a window as one atomic batch. The comma-separated order is the final leading order inside the pinned and unpinned groups; unmentioned workspaces keep their relative order after listed peers in the same group. Flags: --order <refs> Comma-separated workspace refs to place first --window <id|ref|index> Window context --dry-run Print the resolved final indexes without applying Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
de: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Ordnet Workspaces in einem Fenster als atomaren Batch neu an. Die kommaseparierte Reihenfolge ist die endgültige führende Reihenfolge innerhalb der angehefteten und nicht angehefteten Gruppen; nicht angegebene Workspaces behalten ihre relative Reihenfolge nach den aufgeführten Workspaces in derselben Gruppe. Flags: --order <refs> Kommaseparierte Workspace-Referenzen, die zuerst platziert werden --window <id|ref|index> Fensterkontext --dry-run Gibt die aufgelösten endgültigen Indizes aus, ohne anzuwenden Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
es: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Reordena los espacios de trabajo de una ventana como un lote atómico. El orden separado por comas es el orden inicial final dentro de los grupos fijados y no fijados; los espacios no mencionados conservan su orden relativo después de los espacios listados en el mismo grupo. Flags: --order <refs> Referencias de espacios de trabajo separadas por comas para colocar primero --window <id|ref|index> Contexto de ventana --dry-run Imprime los índices finales resueltos sin aplicar cambios Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
fr: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Réordonne les espaces de travail d'une fenêtre en un lot atomique. L'ordre séparé par des virgules est l'ordre de tête final dans les groupes épinglés et non épinglés; les espaces non mentionnés conservent leur ordre relatif après les espaces listés dans le même groupe. Flags: --order <refs> Références d'espaces de travail séparées par des virgules à placer en premier --window <id|ref|index> Contexte de fenêtre --dry-run Affiche les indices finaux résolus sans appliquer Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
it: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Riordina le aree di lavoro in una finestra come un unico batch atomico. L'ordine separato da virgole è l'ordine iniziale finale nei gruppi fissati e non fissati; le aree non menzionate mantengono il loro ordine relativo dopo quelle elencate nello stesso gruppo. Flags: --order <refs> Riferimenti alle aree di lavoro separati da virgole da posizionare per primi --window <id|ref|index> Contesto della finestra --dry-run Stampa gli indici finali risolti senza applicare Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ja: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] ワークスペースを 1 つのウィンドウ内でアトミックに並べ替えます。カンマ区切りの 順序は、ピン留め済みグループと未ピン留めグループ内で先頭に置く最終順序です。 指定されていないワークスペースは、同じグループ内で指定されたワークスペースの後に 元の相対順序で残ります。 Flags: --order <refs> 先頭に配置するワークスペース参照をカンマ区切りで指定 --window <id|ref|index> ウィンドウコンテキスト --dry-run 適用せずに解決後の最終インデックスを出力 Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ko: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] 한 창 안의 워크스페이스를 하나의 원자적 배치로 다시 정렬합니다. 쉼표로 구분한 순서는 고정 및 비고정 그룹 안에서 앞에 올 최종 순서입니다. 지정하지 않은 워크스페이스는 같은 그룹에서 나열된 워크스페이스 뒤에 기존 상대 순서를 유지합니다. Flags: --order <refs> 먼저 배치할 워크스페이스 참조를 쉼표로 구분해 지정 --window <id|ref|index> 창 컨텍스트 --dry-run 적용하지 않고 해석된 최종 인덱스를 출력 Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
nb: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Omordner arbeidsområder i ett vindu som én atomisk batch. Den kommaseparerte rekkefølgen er den endelige ledende rekkefølgen i festede og ikke-festede grupper; arbeidsområder som ikke er nevnt beholder sin relative rekkefølge etter de oppførte arbeidsområdene i samme gruppe. Flags: --order <refs> Kommaseparerte arbeidsområdereferanser som plasseres først --window <id|ref|index> Vinduskontekst --dry-run Skriv ut de løste endelige indeksene uten å bruke endringen Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
pt_br: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Reordena os workspaces em uma janela como um único lote atômico. A ordem separada por vírgulas é a ordem inicial final dentro dos grupos fixados e não fixados; workspaces não mencionados mantêm sua ordem relativa depois dos listados no mesmo grupo. Flags: --order <refs> Referências de workspaces separadas por vírgulas para colocar primeiro --window <id|ref|index> Contexto da janela --dry-run Imprime os índices finais resolvidos sem aplicar Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ru: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Переупорядочивает рабочие пространства в окне как один атомарный пакет. Порядок, разделенный запятыми, задает итоговый начальный порядок внутри закрепленных и незакрепленных групп; неуказанные рабочие пространства сохраняют относительный порядок после перечисленных элементов в той же группе. Flags: --order <refs> Ссылки рабочих пространств через запятую, которые нужно поставить первыми --window <id|ref|index> Контекст окна --dry-run Выводит разрешенные итоговые индексы без применения Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
uk: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Переупорядковує робочі простори у вікні як один атомарний пакет. Порядок, розділений комами, задає підсумковий початковий порядок у закріплених і незакріплених групах; не зазначені робочі простори зберігають відносний порядок після перелічених у тій самій групі. Flags: --order <refs> Посилання робочих просторів через кому, які треба поставити першими --window <id|ref|index> Контекст вікна --dry-run Виводить розв'язані підсумкові індекси без застосування Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
zh_hans: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] 在一个窗口内以原子批次重新排序工作区。逗号分隔的顺序是在已固定和未固定 分组中置于前面的最终顺序；未提及的工作区会在同一分组中列出的工作区之后 保留原有相对顺序。 Flags: --order <refs> 以逗号分隔、要优先放置的工作区引用 --window <id|ref|index> 窗口上下文 --dry-run 不应用更改，仅输出解析后的最终索引 Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
zh_hant: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] 在一個視窗內以原子批次重新排序工作區。逗號分隔的順序是在已釘選與未釘選 分組中置於前面的最終順序；未提及的工作區會在同一分組中列出的工作區之後 保留原有相對順序。 Flags: --order <refs> 以逗號分隔、要優先放置的工作區參照 --window <id|ref|index> 視窗上下文 --dry-run 不套用變更，只輸出解析後的最終索引 Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run

# socket.workspace.reorderMany.duplicateWorkspace
source: Duplicate workspace in order
de: Doppelter Workspace in der Reihenfolge
es: Espacio de trabajo duplicado en el orden
fr: Espace de travail en double dans l'ordre
it: Area di lavoro duplicata nell'ordine
ja: 並び順に重複したワークスペースがあります
ko: 순서에 중복된 워크스페이스가 있습니다
nb: Duplisert arbeidsområde i rekkefølgen
pt_br: Workspace duplicado na ordem
ru: Дубликат рабочего пространства в порядке
uk: Дубльований робочий простір у порядку
zh_hans: 排序中存在重复的工作区
zh_hant: 排序中有重複的工作區

# socket.workspace.reorderMany.invalidWorkspace
source: Invalid workspace id or ref
de: Ungültige Workspace-ID oder -Referenz
es: ID o referencia de espacio de trabajo no válida
fr: ID ou référence d'espace de travail non valide
it: ID o riferimento dell'area di lavoro non valido
ja: ワークスペース ID または参照が無効です
ko: 워크스페이스 ID 또는 참조가 유효하지 않습니다
nb: Ugyldig arbeidsområde-ID eller referanse
pt_br: ID ou referência de workspace inválida
ru: Недопустимый идентификатор или ссылка рабочего пространства
uk: Недійсний ідентифікатор або посилання робочого простору
zh_hans: 无效的工作区 ID 或引用
zh_hant: 無效的工作區 ID 或參照

# socket.workspace.reorderMany.tabManagerUnavailable
source: TabManager not available
de: TabManager nicht verfügbar
es: TabManager no disponible
fr: TabManager indisponible
it: TabManager non disponibile
ja: TabManager を利用できません
ko: TabManager를 사용할 수 없습니다
nb: TabManager er ikke tilgjengelig
pt_br: TabManager indisponível
ru: TabManager недоступен
uk: TabManager недоступний
zh_hans: TabManager 不可用
zh_hant: TabManager 無法使用

# socket.workspace.reorderMany.missingOrder
source: Missing workspace_ids
de: workspace_ids fehlt
es: Falta workspace_ids
fr: workspace_ids manquant
it: workspace_ids mancante
ja: workspace_ids が指定されていません
ko: workspace_ids가 누락되었습니다
nb: Mangler workspace_ids
pt_br: workspace_ids ausente
ru: Отсутствует workspace_ids
uk: Відсутній workspace_ids
zh_hans: 缺少 workspace_ids
zh_hant: 缺少 workspace_ids

# socket.workspace.reorderMany.workspaceNotFound
source: Workspace not found
de: Workspace nicht gefunden
es: Espacio de trabajo no encontrado
fr: Espace de travail introuvable
it: Area di lavoro non trovata
ja: ワークスペースが見つかりません
ko: 워크스페이스를 찾을 수 없습니다
nb: Fant ikke arbeidsområde
pt_br: Workspace não encontrado
ru: Рабочее пространство не найдено
uk: Робочий простір не знайдено
zh_hans: 未找到工作区
zh_hant: 找不到工作區

# browser.screenshot.error.captureAreaTooLarge
source: The page is too large to capture.
de: Die Seite ist zu groß, um sie zu erfassen.
es: La página es demasiado grande para capturarla.
fr: La page est trop grande pour être capturée.
it: La pagina è troppo grande per essere acquisita.
ja: ページが大きすぎるためキャプチャできません。
ko: 페이지가 너무 커서 캡처할 수 없습니다.
nb: Siden er for stor til å fanges.
pt_br: A página é grande demais para capturar.
ru: Страница слишком велика для снимка экрана.
uk: Сторінка завелика для знімка екрана.
zh_hans: 页面太大，无法捕获。
zh_hant: 頁面太大，無法擷取。

# browser.screenshot.error.emptySnapshot
source: No screenshot was returned.
de: Es wurde kein Screenshot zurückgegeben.
es: No se devolvió ninguna captura de pantalla.
fr: Aucune capture d’écran n’a été renvoyée.
it: Non è stato restituito alcuno screenshot.
ja: スクリーンショットが返されませんでした。
ko: 스크린샷이 반환되지 않았습니다.
nb: Det ble ikke returnert noe skjermbilde.
pt_br: Nenhuma captura de tela foi retornada.
ru: Снимок экрана не был возвращён.
uk: Знімок екрана не було повернуто.
zh_hans: 未返回屏幕截图。
zh_hant: 未傳回螢幕截圖。

# browser.screenshot.error.invalidImageRepresentation
source: The screenshot image could not be encoded.
de: Das Screenshot-Bild konnte nicht codiert werden.
es: No se pudo codificar la imagen de la captura de pantalla.
fr: L’image de la capture d’écran n’a pas pu être encodée.
it: Non è stato possibile codificare l’immagine dello screenshot.
ja: スクリーンショット画像をエンコードできませんでした。
ko: 스크린샷 이미지를 인코딩할 수 없습니다.
nb: Skjermbildet kunne ikke kodes.
pt_br: Não foi possível codificar a imagem da captura de tela.
ru: Не удалось закодировать изображение снимка экрана.
uk: Не вдалося закодувати зображення знімка екрана.
zh_hans: 无法编码屏幕截图图像。
zh_hant: 無法編碼螢幕截圖影像。

# browser.screenshot.error.invalidSelection
source: The screenshot selection is empty or outside the browser view.
de: Die Screenshot-Auswahl ist leer oder liegt außerhalb der Browseransicht.
es: La selección de captura de pantalla está vacía o fuera de la vista del navegador.
fr: La sélection de capture d’écran est vide ou en dehors de la vue du navigateur.
it: La selezione dello screenshot è vuota o fuori dalla vista del browser.
ja: スクリーンショットの選択範囲が空か、ブラウザ表示の外側です。
ko: 스크린샷 선택 영역이 비어 있거나 브라우저 보기 밖에 있습니다.
nb: Skjermbildeutvalget er tomt eller utenfor nettleservisningen.
pt_br: A seleção da captura de tela está vazia ou fora da visualização do navegador.
ru: Область снимка экрана пуста или находится за пределами области просмотра браузера.
uk: Область знімка екрана порожня або поза межами подання браузера.
zh_hans: 屏幕截图选择区域为空或位于浏览器视图之外。
zh_hant: 螢幕截圖選取範圍為空或位於瀏覽器檢視之外。

# browser.screenshot.error.pasteboardWriteFailed
source: The screenshot could not be written to the clipboard.
de: Der Screenshot konnte nicht in die Zwischenablage geschrieben werden.
es: No se pudo escribir la captura de pantalla en el portapapeles.
fr: La capture d’écran n’a pas pu être écrite dans le presse-papiers.
it: Non è stato possibile scrivere lo screenshot negli appunti.
ja: スクリーンショットをクリップボードに書き込めませんでした。
ko: 스크린샷을 클립보드에 쓸 수 없습니다.
nb: Skjermbildet kunne ikke skrives til utklippstavlen.
pt_br: Não foi possível gravar a captura de tela na área de transferência.
ru: Не удалось записать снимок экрана в буфер обмена.
uk: Не вдалося записати знімок екрана до буфера обміну.
zh_hans: 无法将屏幕截图写入剪贴板。
zh_hant: 無法將螢幕截圖寫入剪貼簿。

# browser.screenshot.error.webContentMetricsUnavailable
source: The page dimensions could not be read.
de: Die Seitenabmessungen konnten nicht gelesen werden.
es: No se pudieron leer las dimensiones de la página.
fr: Les dimensions de la page n’ont pas pu être lues.
it: Non è stato possibile leggere le dimensioni della pagina.
ja: ページの寸法を読み取れませんでした。
ko: 페이지 크기를 읽을 수 없습니다.
nb: Sidedimensjonene kunne ikke leses.
pt_br: Não foi possível ler as dimensões da página.
ru: Не удалось прочитать размеры страницы.
uk: Не вдалося прочитати розміри сторінки.
zh_hans: 无法读取页面尺寸。
zh_hant: 無法讀取頁面尺寸。

# browser.reactGrab
source: Inject React Grab
de: React Grab einfügen
es: Inyectar React Grab
fr: Injecter React Grab
ja: React Grabを注入
ko: React Grab 주입
zh_hans: 注入 React Grab
zh_hant: 注入 React Grab

# command.forkAgentConversationNewTab.title
source: Fork Conversation to New Tab
de: Konversation in neuem Tab forken
es: Bifurcar conversación en pestaña nueva
ja: 会話を新規タブにフォーク
ko: 대화를 새 탭으로 포크
zh_hans: 将对话分叉到新标签页
zh_hant: 將對話分叉到新分頁

# forkConversation.destination.right
source: Right Split
de: Rechte Teilung
es: División derecha
ja: 右分割
ko: 오른쪽 분할
zh_hans: 右侧分屏
zh_hant: 右側分割

# forkConversation.destination.right.description
source: Right-click Fork Conversation creates a split to the right.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung rechts.
es: Fork Conversation con clic derecho crea una división a la derecha.
ja: 右クリックの「会話をフォーク」で右側に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 오른쪽에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在右侧创建分屏。
zh_hant: 右鍵點按 Fork Conversation 會在右側建立分割。

# forkConversation.destination.left
source: Left Split
de: Linke Teilung
es: División izquierda
ja: 左分割
ko: 왼쪽 분할
zh_hans: 左侧分屏
zh_hant: 左側分割

# forkConversation.destination.left.description
source: Right-click Fork Conversation creates a split to the left.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung links.
es: Fork Conversation con clic derecho crea una división a la izquierda.
ja: 右クリックの「会話をフォーク」で左側に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 왼쪽에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在左侧创建分屏。
zh_hant: 右鍵點按 Fork Conversation 會在左側建立分割。

# forkConversation.destination.top
source: Top Split
de: Obere Teilung
es: División superior
ja: 上分割
ko: 위쪽 분할
zh_hans: 上方分屏
zh_hant: 上方分割

# forkConversation.destination.top.description
source: Right-click Fork Conversation creates a split above the current pane.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung über dem aktuellen Bereich.
es: Fork Conversation con clic derecho crea una división encima del panel actual.
ja: 右クリックの「会話をフォーク」で現在のペインの上に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 현재 패널 위에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在当前窗格上方创建分屏。
zh_hant: 右鍵點按 Fork Conversation 會在目前窗格上方建立分割。

# forkConversation.destination.bottom
source: Bottom Split
de: Untere Teilung
es: División inferior
ja: 下分割
ko: 아래쪽 분할
zh_hans: 下方分屏
zh_hant: 下方分割

# forkConversation.destination.bottom.description
source: Right-click Fork Conversation creates a split below the current pane.
de: Rechtsklick auf „Konversation forken“ erstellt eine Teilung unter dem aktuellen Bereich.
es: Fork Conversation con clic derecho crea una división debajo del panel actual.
ja: 右クリックの「会話をフォーク」で現在のペインの下に分割を作成します。
ko: 오른쪽 클릭의 Fork Conversation은 현재 패널 아래에 분할을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在当前窗格下方创建分屏。
zh_hant: 右鍵點按 Fork Conversation 會在目前窗格下方建立分割。

# forkConversation.destination.newTab
source: New Tab
de: Neuer Tab
es: Pestaña nueva
ja: 新規タブ
ko: 새 탭
zh_hans: 新标签页
zh_hant: 新分頁

# forkConversation.destination.newTab.description
source: Right-click Fork Conversation creates a sibling tab in the current pane.
de: Rechtsklick auf „Konversation forken“ erstellt einen gleichgeordneten Tab im aktuellen Bereich.
es: Fork Conversation con clic derecho crea una pestaña hermana en el panel actual.
ja: 右クリックの「会話をフォーク」で現在のペインに兄弟タブを作成します。
ko: 오른쪽 클릭의 Fork Conversation은 현재 패널에 형제 탭을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会在当前窗格中创建相邻标签页。
zh_hant: 右鍵點按 Fork Conversation 會在目前窗格中建立相鄰分頁。

# forkConversation.destination.newWorkspace
source: New Workspace
de: Neuer Arbeitsbereich
es: Espacio de trabajo nuevo
ja: 新規ワークスペース
ko: 새 작업 공간
zh_hans: 新工作区
zh_hant: 新工作區

# forkConversation.destination.newWorkspace.description
source: Right-click Fork Conversation creates a new workspace.
de: Rechtsklick auf „Konversation forken“ erstellt einen neuen Arbeitsbereich.
es: Fork Conversation con clic derecho crea un espacio de trabajo nuevo.
ja: 右クリックの「会話をフォーク」で新規ワークスペースを作成します。
ko: 오른쪽 클릭의 Fork Conversation은 새 작업 공간을 만듭니다.
zh_hans: 右键点击 Fork Conversation 会创建新工作区。
zh_hant: 右鍵點按 Fork Conversation 會建立新工作區。

# settings.app.forkConversationDefaultDestination
source: Fork Conversation Default
de: Standard für Konversation forken
es: Destino predeterminado de bifurcar conversación
ja: 会話フォークのデフォルト
ko: 대화 포크 기본값
zh_hans: 对话分叉默认目标
zh_hant: 對話分叉預設目標

# settings.search.alias.setting.app.fork-conversation-default
source: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default
de: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default konversation forken rechts links oben unten teilen tab arbeitsbereich standard
es: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default bifurcar conversación derecha izquierda arriba abajo dividir pestaña espacio trabajo predeterminado
ja: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 会話 フォーク デフォルト 右 左 上 下 分割 タブ ワークスペース
ko: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 대화 포크 오른쪽 왼쪽 위 아래 분할 탭 작업 공간 기본값
zh_hans: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 对话 分叉 右 左 上 下 分屏 标签页 工作区 默认
zh_hant: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 對話 分叉 右 左 上 下 分割 分頁 工作區 預設

# terminal.imageTransfer.error.disconnectedRemoteSession
source: The remote session disconnected before the file could be attached. Reconnect it, then try again.
es: La sesión remota se desconectó antes de que se pudiera adjuntar el archivo. Vuelve a conectarla e inténtalo de nuevo.
ja: ファイルを添付する前にリモートセッションが切断されました。再接続してから、もう一度お試しください。

# terminal.imageTransfer.error.disconnectedSSHWindow
source: This SSH window is disconnected. Reconnect it, then try attaching the file again.
es: Esta ventana SSH está desconectada. Vuelve a conectarla e intenta adjuntar el archivo de nuevo.
ja: このSSHウインドウは切断されています。再接続してから、もう一度ファイルを添付してください。

# terminal.imageTransfer.error.dismiss
source: OK
es: Aceptar

# terminal.imageTransfer.error.emptyRemoteUploadResult
source: The file transfer finished without returning a remote file path.
es: La transferencia terminó sin devolver una ruta para el archivo remoto.
ja: ファイル転送は完了しましたが、リモートファイルのパスが返されませんでした。

# terminal.imageTransfer.error.incompleteRemoteUploadResult
source: The file transfer didn't return a remote path for every selected file.
es: La transferencia no devolvió una ruta remota para cada archivo seleccionado.
ja: 選択したすべてのファイルについてリモートパスが返されませんでした。

# terminal.imageTransfer.error.mismatchedFileExplorerSession
source: The selected File Explorer path belongs to a different session. Refresh File Explorer, then try again.
es: La ruta seleccionada en el explorador de archivos pertenece a otra sesión. Actualiza el explorador de archivos e inténtalo de nuevo.
ja: ファイルエクスプローラで選択したパスは別のセッションに属しています。ファイルエクスプローラを更新してから、もう一度お試しください。

# terminal.imageTransfer.error.missingSSHConnectCommand
source: This SSH box doesn't have a usable saved connection command. Edit the connection, then try again.
es: Esta caja SSH no tiene un comando de conexión guardado que se pueda usar. Edita la conexión e inténtalo de nuevo.
ja: このSSHボックスには使用可能な接続コマンドが保存されていません。接続を編集してから、もう一度お試しください。

# terminal.imageTransfer.error.nonUploadableRemoteItems
source: Only regular files can be attached to a remote session. Folders and mixed selections aren't supported.
es: Solo se pueden adjuntar archivos normales a una sesión remota. No se admiten carpetas ni selecciones mixtas.
ja: リモートセッションに添付できるのは通常のファイルだけです。フォルダやファイルとフォルダの混在選択には対応していません。

# terminal.imageTransfer.error.rejectedContent
source: The clipboard or dropped item doesn't contain text or a supported file.
es: El portapapeles o el elemento soltado no contiene texto ni un archivo compatible.
ja: クリップボードまたはドロップされた項目に、テキストや対応ファイルが含まれていません。

# terminal.imageTransfer.error.textDeliveryFailed
source: The terminal couldn't accept the transferred file path. Try again.
es: El terminal no pudo aceptar la ruta del archivo transferido. Inténtalo de nuevo.
ja: 転送したファイルのパスをターミナルで受け取れませんでした。もう一度お試しください。

# terminal.imageTransfer.error.title
source: Couldn't Attach File
es: No se pudo adjuntar el archivo
ja: ファイルを添付できませんでした

# terminal.imageTransfer.error.unparseableSSHConnectCommand
source: UniConnect couldn't interpret this box's SSH connection command for file transfer.
es: UniConnect no pudo interpretar el comando de conexión SSH de esta caja para transferir archivos.
ja: このボックスのSSH接続コマンドをファイル転送用に解釈できませんでした。

# menu.file.newTabInWorkspace
source: New Tab
es: Nueva pestaña

# command.auth.signIn.title
source: Sign In
ja: サインイン

# command.auth.signOut.title
source: Sign Out
ja: サインアウト

# command.auth.subtitle
source: Account
ja: アカウント

# auth.error.invalid_code_short
source: Invalid code. Please try again.
ja: コードが無効です。もう一度お試しください。

# auth.error.network_error
source: Network error. Please check your connection.
ja: ネットワークエラーです。接続を確認してください。

# auth.error.offline
source: No internet connection. Connect to Wi-Fi or cellular and try again.
ja: インターネットに接続されていません。Wi-Fiまたはモバイル回線に接続して、もう一度お試しください。

# auth.error.server_error
source: Something went wrong. Please try again.
ja: 問題が発生しました。もう一度お試しください。
